Repository: wp-plugins/hidden-content
Catalog: hiddenContent-*.po
Languages: ru_ru

source: Options saved
ru_ru: Настройки обновлены

source: Hide Content Options
ru_ru: Настройки скрытого текста

source: A text between <strong>&lt;!--
ru_ru: Вы можете выбрать необходимые категории пользователей, которым следует показывать или скрывать текст, расположенный между <strong>&lt;!--

source: --&gt;</strong> and <strong>&lt;!--
ru_ru: --&gt;</strong> и <strong>&lt;!--

source: --&gt;</strong> can be shown to bots, logged-in users or all visitors. You can configure it here:
ru_ru: --&gt;</strong> (для роботов (ботов), залогиненных пользователей или обычных посетителей).

source: Hidden Content tags
ru_ru: Начальная и конечная метки

source: Begin HideContent tag:
ru_ru: Начальная метка:

source: End HideContent tag:
ru_ru: Конечная метка:

source: Visibility properties
ru_ru: Настройки отображения

source: Show for <strong>Search Robots</strong>?
ru_ru: Показывать <strong>поисковым роботам</strong>?

source: Bots:
ru_ru: Таким как:

source: Show for <strong>logged-in users</strong>?
ru_ru: Показывать <strong>пользователям</strong>, вошедших на сайт?

source: Registered users who
ru_ru: Зарегестривонным пользователям,

source: enter</a> the site
ru_ru: вошедших</a> на сайт используя свой логин и пароль

source: Show for <strong>all visitors</strong>?
ru_ru: Показывать простым <strong>посетителям</strong>?

source: Unregistered users
ru_ru: Простым /незалогиненным/ посетителям сайта

source: Show in <strong>FEED</strong>?
ru_ru: Показывать в <strong>RSS ленте</strong>?

source: RSS, Atom, etc
ru_ru: RSS, Atom и т.д.

source: Custom massage
ru_ru: Альтернативное сообщение

source: You can use <u>HTML tags</u>
ru_ru: HTML теги <u>поддерживаются</u>

source: Save options
ru_ru: Сохранить изменения

source: Hide Content
ru_ru: Скрытый текст
